<?php 
$lang['home'] = 'होम पेज';
$lang['about_us'] = 'हमारे बारे में';
$lang['mission'] ='लक्ष्य';
$lang['vission'] = 'दृष्टिकोण';
$lang['values'] = 'मूल्य';
$lang['who_we_are'] = 'हम कौन हैं';
$lang['who_we_us'] = 'हमारी अग्रणी धारा';
$lang['certificatin'] = 'प्रमाणीकरण';
$lang['know_solar'] = 'सोलर जाने';
$lang['solar_panel'] = 'सौर पेनल्स';
$lang['on_grid_system'] = 'ग्रिड प्रणाली';
$lang['off_grid_system'] = 'ग्रिड सिस्टम बंद';
$lang['hybrid_system'] = 'हाइब्रिड प्रणाली';
$lang['our_services'] = 'हमारी सेवाएं';
$lang['our_advantages'] = 'हमारा फायदा';
$lang['solar_technology_solutions'] = 'सौर प्रौद्योगिकी समाधान';
$lang['rooftop_solar'] = 'रूफ सोलर';
$lang['ground_mounted_solar'] = 'ग्राउंड माउंट सोलर';
$lang['solar_parks'] = 'सौर उद्यान';
$lang['floating_solar_system'] = 'फ्लोटिंग सोलर सिस्टम';
$lang['business_model'] = 'व्यापार मॉडल';
$lang['capex'] = 'कैपेक्स';
$lang['resco_opex_boat_considers_ppa'] = 'रिस्को / एपेक्स / बूट पीपीए माना जाता है';
$lang['solar_products'] = 'सोलर उत्पादों';
$lang['modules'] = 'मापांक';
$lang['monocrystaline'] = 'मोनोक्रिस्टलाइन में';
$lang['polycrystaline'] = 'Polycyrstalline';
$lang['mono_perc'] = 'मोनो पार्क';
$lang['remote_monitoring'] = 'दूरस्थ अवलोकन';
$lang['solar_pumps'] = 'सोलर पंप';
$lang['solar_heater'] = 'सौर हीटर';
$lang['solar_street_light'] = 'सोलर स्ट्रीट लाइटिंग';
$lang['recruitment'] = 'भर्ती';

$lang['contact_us'] = 'संपर्क करें';

$lang['welcome_to_roshni_solar'] = 'रोशनी सोलर में आपका स्वागत है';

$lang['learn_more'] = 'और जाने';

$lang['banner_body_message'] = 'आरा नाका, इंदौरी, चेन्नई, दिल्ली, मुंबई, जयपुर';

$lang['our_address'] = 'हमारा पता';

$lang['email_us'] = 'हमे ईमेल करे';

$lang['call_us'] = 'हमें कॉल करें';

$lang['fill_free_to_message_us'] = 'देवेंद्र नगर निर्भय शर्मा अर्चना';



$lang['validation_failed'] = 'प्रमाणीकरण विफल रहा';

$lang['only_allow_100_charecter'] = '100 के 100 मेंर नं';

$lang['your_name'] = 'आपका नाम';

$lang['name_field_is_required'] = 'नाम फ़ील्ड आवश्यक है';

$lang['your_email'] = 'तुम्हारा ईमेल';

$lang['email_field_is_required'] = 'ईमेल फ़ील्ड आवश्यक है';

$lang['subject'] = 'विषय';

$lang['subject_field_is_required'] = 'विषय क्षेत्र आवश्यक है';

$lang['message'] = 'संदेश';

$lang['message_field_is_required'] = 'संदेश फ़ील्ड आवश्यक है';

$lang['send_message'] = 'मेसेज भेजें';

$lang['success'] = 'सफलता';

$lang['failed'] = 'अनुत्तीर्ण होना';

$lang['saved'] = 'बचाया';

$lang['send'] = 'संदेश';

$lang['processing'] = 'प्रोसेस हो रहा है .......';

$lang['mail_send_successfully'] = 'मेल सफलतापूर्वक भेजें';

$lang['phone'] = 'फ़ोन';

$lang['email'] = 'ईमेल';

$lang['know_more'] = 'अधिक जानिए...';

$lang['useful_links'] = 'उपयोगी कड़ियाँ';

$lang['terms_of_service'] = 'सेवा की शर्तें';

$lang['privacy_policy'] = 'गोपनीयता नीति';



$lang['learn_more_about_roshni_solar'] = 'रोशनी सौर के बारे में अधिक जानें';

$lang['our_missions'] = 'हमारे मिशन';

$lang['our_visions'] = 'हमारे दर्शन';

$lang['our_leading_edge'] = 'हमारी अग्रणी धार';

$lang['solar_panels'] = 'सौर पेनल्स';

$lang['solar_tracking'] = 'सौर ट्रैकिंग';

$lang['current_openings'] = 'वर्तमान विकल्प';

$lang['choose_post_name'] = 'पोस्ट नाम चुनें';



$lang['head_office_address'] = 'प्रधान कार्यालय का पता';

$lang['our_address'] = 'हमारा पता';

$lang['address'] = 'पता';



$lang['whats_new'] = 'नया क्या है';

$lang['press_release'] = 'प्रेस विज्ञप्ति';

$lang['current_notices'] = 'वर्तमान सूचनाएँ';

$lang['akshay_urja_magazine'] = 'अक्षय उर्जा पत्रिका';

$lang['videos'] = 'वीडियो';

$lang['socials'] = 'सामाजिक';

$lang['facebook'] = 'फेसबुक';

$lang['twitter'] = 'ट्विटर';

$lang['instagram'] = 'इंस्टाग्राम';

$lang['roshni_solarpower'] = 'रोशनी सौर ऊर्जा';

$lang['tweet_by_roshni_solar'] = 'रोशनी सोल द्वारा किए गए ट्वीट';

$lang['who_we_are_detail'] = 'रोशनी ऊजानगम सौर परयोजना का पणू सेवा दान करता है|

रोशनी सोलर सौर उयोग, परयोजना सेवाओ,ंऔर यवसायक सेवाओ,ं दान करनेके लए सबसेआगेखड़ा

रहता है|

रोशनी सोलर सौर उपाद क वव भर मजागकता लानेके लए हमेशा तयै ार रहता है|

रोशनी ऊजानगम का लय टॉप टयर लाइंट केयर देना और इनोवेशन का इतमे ाल करना है|

रोशनी सोलर अपनेाहक को िजमेदार सभं ालनेजीवन शित बचानेतथा भवय बनानेमसम बनाता है

और साथ ह सगं ठन लाइसस देता है|

रोशनी सोलर अपनेाहको के सुवधा के लए कत क सुवधा भी देता है,जीससेक ाहक सरूज क शित का

इतमे ाल अपनेभवय को रोशन करनेमकर सके |';

$lang['know_more_sholar'] = 'सोलर एक कार का यं हैजो सयू सेनकलनेवाल ऊजाको हण करके वयतु बल मबदल

देता ह';

$lang['solar_panel1'] = 'सयू ऊजाका पावर हाउस है, सोलर पनै ल को सयू सेनकलनेवाल ऊजाको हण करके वयतु

मबदलनेके लए डजाइन कया गया है, सयू क ऊजामफोटॉन नमक कण पाया जाता हैिजसको सोलर बजल

के प मबदल देता है|';

$lang['On_Gride_System'] = 'ड सटम डीसी वयतु धारा को एसी वयतु वधारा मपरवतत करता है|

ेड सटम घर मबजल क खपत सेयादा बजल उपादन करता है|

सौर ऊजाका उपयोग घर,दतर,औयोगक े मइतमे ाल करना बहुत ह आसान है,और परेशानी मुत है|';

$lang['Off_Gride_System'] = 'ड सटम मु य प सेपयात प सेबटै र टोर करनेका काम करता है|

सौर ऊजासेउपन पावर को सटम मसं हत करना होता है|

आमतौर पर सौर ऊजाइनवटर,बटै र बक , चाजकंोलर, ड बॉस,माउंटगं और बलै स सटम मशामल होते

ह|';

$lang['hibrid_system'] = 'वयतु उपकरण को चलानेके लए बजल क आवयकता पड़ती है,असर बजल क

उपादन के लए आमतौर पर जनरेटर पवन टरबाइन का उपयोग करतेह, लेकन अब एक और वयतु ऊजाके

उपादन के लए सौर पीवी मायलू का इतमे ाल करतेह,सौर पीवी सटम मवातवक वयतु ऊजाउपन

होती है|

';



$lang['solar_tracking_detail'] = 'सौर पीवी मायलू एक ऐसा टेनोलॉजी हैिजसके वारा सयू क ऊजासीधेसोलर पनै ल पर

पड़ता है, सोलर पनै ल को इन परूेओरयटं ेशन को बदलनेके लए डजाइन कया गया है|

अधक सौर ऊजाात करनेके लए सोलर पनै ल को सयू के लबं वत तथा छैतज प से सेट कया जाता है|';



$lang['epc_sollution'] = 'रोशनी ऊजानगम बेहतरन डजाइन तथा अनभु वी कायबल के साथ काम करता है|

तथा कम लागत मभावी ऊजावकसत करनेके लए सौर परयोजनाओंक थापना क |

हमारेपास अनभु वी टम हैजो ाहक क आवयकताओंको समझनेतथा परूा करनेममदद करती है|

हम टनक  परयोजनाओंके बधं मगत के साथ उपयुत ह|';

$lang['Engineering'] = '● उजाका आकलन

● योजना और इंजीनयरगं

● गणु वा के आधार पर घटक का चयन

● डजाइन का अं तम प देना

● वततृ इंजीनयरग';

$lang['Procurement'] = '● नदशन ापण

● टडरगं और बोल लगाना

● कॉैट और समझौते

● ोडट क खरद';

$lang['Constraction'] = '● इंटॉलेशन और नमाण डॉयमू टेशन

● खतर का बधं करना तथा एनालाइज करना

● साइट बधं तथा एनालाइज करना

● रसद का समवय

● सरुा समवय

● ोसक कमीशन

● दशन परण

● परयोजना बधं और डॉयमू ट डटेल

';



$lang['Sub EPC'] = '- दान क गई सेवाएंसौर मायलू और इनवटर क आपूतना करनेके अपवाद के साथ ईपीसी के

समान है, (कुछ मामल माहक अपनेअनसु ार मायलू और इनवटर क आपूतकरना पसदं करतेहलेकन

सवस ोवाइडर के गाइडस के अनसु ार)';



$lang['. Installation And Commissioning'] = 'सोलर लांट को पणू याशील तथा अं तम आकार देनेतथा हमार सवस इंटॉलेशन और कमीशन तक सीमत

है

';

$lang['Roshani Advantages'] = '-हम आपके सभी सोलर सेजड़ुी जरत का समाधान है';



$lang['Solar Technology Solution'] = '- हम अपनेरोशनी सोलर मनरंतर नई नई टेनोलॉजी को वकसत करतेरहते

ह|

हमारेपास 3 ाथमक टेनोलॉजी हैिजसका वारा सौर ऊजाका दोहन कया जाता है--

1) फोटोवोिटक- यह एक ऐसी टेनोलॉजी हैजो सयू क ऊजाको बजल मपरवतत करता है|

2) सौर ऊजाको कत करना- इलेिक टरबाइन उपयोगता पमै ानेपर ाइव करनेके लए सयू क ऊजा

का उपयोग करता है|

3) सोलर हटगं और कॉलगं सटम-थमल ऊजाको एक करके उसमगमपानी और गमहवा दान

करतेह|

';

$lang['Rooftop Solar'] = 'सोलर पीवी लांट को घर, सं था,सरकार कायालय,तथा इंडियल े मआसानी सेलगाया जा सकता है, यह

सटम ड कनेटेड या बटै र टोरेज सुवधा के साथ हो सकता है, सोलर पीवी लांट को (ऑफ ड सटम)के

प मभी जाना जाता है|';



$lang['Ground Mounted Solar'] = 'सोलर पीवी सटम अयाधक मता का है,माउंटेड सोलर लांट के उपयोगता के लए बड़ेपमै ानेपर जमीन

आधारत बढ़तेेम को ाउंड कहा जाता है|';

$lang['Solar Parks'] = 'फोटोवॉिटक पावर टेशन िजसेहम सयू पाक या सयू उजाका खेत कहतेह,

एक वशाल फोटोवॉिटक ेमवक (पीवी ेमवक)का उदेय यापार शित मउजानेटवक बनाता है,

सयू ऊजाके ोत को फोटोवॉिटक मायलू के मायम सेवयतु ऊजामपरवतत करना तथा वयतु के

वारा उपन खतरेको कम करना है,

सौर परयोजनाओंसौर पाक मअछ तरह सेबुनयाद ढांचेके साथ बजल उपन करनेममदद करता है|';



$lang['Floating Solar System'] = 'पृवी पर तजे ी सेवकास होनेके कारण भूम क उपलधता मकमी आ रह है,

िजसको देखतेहुए देश-वदेश नेमलकर एक नई तकनीक क खोज क है,

िजसमहम सोलर लांट लगानेके लए नदयां,झील, बांध, जलाशय का इतमे ाल करतेह,

इस तकनीक के कारण भूम क बचत के साथ मबजल क पूतभी हो जाता है|';

$lang['Canal Top Solar'] = 'नहर को बचानेके लए नाहर के शीषपर सौर पीवी परयोजना थापत करना

इस कार के यास सेपानी क बचत हो सकती हैऔर पानी क बहुत उपिथत जीवन और सौर मायलू क

दता को कम करती हैसाथ ह पीवी मायलू वातावरण मबना कसी दषूण के काम करता है|

';

$lang['Capex'] = 'फाइनशयल मॉडल ाहक सेमलनेवालेपजंू ीगत यय को परूा करनेका यास करता है|

सभी उपकरण क डजाइन इंटॉलेशन के साथ-साथ कमीशन लागत के लए खच|

ाहक लांट का देखभाल खदु के दम पर करया तो कसी तीसरेप को वाषक शुक पर सचं ालन के लए रखता

हो';

$lang['RESSCO/Opex/Boot'] = 'इस मॉडल को उन परयोजनाओंके लए डजाइन कया गया हैजो खदु वामव ह, या तीसरेप वारा

वकसत क गई है|

इसमउपभोता का शूय नवेश नधारत है,

RESCO ( Renewable Energy Service Company ) सचं ालन के लए िजमेदार है|

सटम क मरमत और रखरखाव को निचत करना उपभोता क िजमेदार नहं है|

सटम क काय णाल- - जसै े-जसै ेोजेट का आधार बढ़ता जाता हैया मॉडल और अधक यावहारक होता

जाता है

पमै ानेके अथ यवथा के काय-- परयोजनाओंका आकार या तो यितगत प सेबढ़ सकता हैया सं ह के प

म

यद परयोजना यवहायपाई जाती हैतो एक ततृ ीय इवेटर आ सकता है|

परयोजनाओंमनवेश करनेके लए कम टैरफ पर उपभोता को बजल बेचता है,

बजल खरद समझौतेक समय रेखा के साथ ड उपयोगता टैरफ जो क बचाव के प मकायकरता है|

|

(ड टैरफ मवृध हो सकती है)

';

$lang['Solar Products'] = 'मानव जात के सहायता के लए वभन उपाद मआकार देकर सौर ऊजाक खोज क जा सकती है|

';

$lang['Remote Monitoring'] = 'एक अनोखी तकनीक हैजो आथक और पयावरण को जोड़ती है|

वजअु लाइजेशन उपकरण का उपयोग करनेके लए एक उनत और आसान के साथ डटे ा दशन सटम दान

करता है|

सभी णालय मअतं िट देनेके लए वातवक समय के मखु दशन सकं ेत और अलटसमयाओंका तरुंत

पता लगाया जाता है|

कसी भी कार क खराबी के मामलेमसटम दशन वलेषण और एलटउपन करता है|';

$lang['Solar Pump'] = 'अय ऊजाक दुनया मएक और वकास है|

ड के मायम सेसटम को चलानेके लए सबं ं धत लागत को खम करनेके लए डजाइन कए गए ह|

सोलर पपं का इतमे ाल घर,कृष तथा कमशय ल के प मकर सकतेह|';

$lang['Solar Heater'] = 'यह एक ऐसा उपकरण हैजो सयू के काश को हण करके गम उपन करता है|

यह उपकरण दषूण मुत तथा आथक बचत करनेममदद करता है|

यह उपभोता के लए गमपानी का उपादन करता है|

ाकृतक गसै तथा धन क तलु ना मयह उपकरण का खचबहुत कम होता है|';





$lang['Solar Street Light'] = 'यह एक ऐसा उपकरण हैजो दन के समय मसयू क ऊजासेचाजहोता हैऔर रात को अधं ेरेमरोशनी देनेम

मदद करता है|

';

$lang['Solar PV System'] = 'Solar PV System';

$lang['Canal_top_Solar'] = 'Canal top Solar';

$lang['Gross Metering And Net Metering'] = ' Gross Metering And Net Metering';

$lang['Solar Quality Assurance'] = 'Solar Quality Assurance';

$lang['Open Access'] = 'Open Access';

$lang['Solar Dryers'] = 'Solar Dryer';

$lang['Solar Lanterns'] = 'Solar Lanterns';

$lang['Solar Inverter'] = 'Solar Inverter';

$lang['Solar Charge Controller'] = 'Solar Charge Controller';

$lang['Solar Retrofit Charge Controller'] = 'Solar Retrofit Charge Controller';

$lang['Solar Calculators'] = 'Solar Calculators';







































?>